import { IProduct } from '../models/cardProduct';

export const products: IProduct[] = [
  {
    titleImg:
      'https://75.img.avito.st/image/1/1.VpyAvLax-nW2C3h4oLEIz2kf-nE8HfB3.kt2OAD6vju7t1M6eamqK5mh-9lGufsGyrtWkWDagKJ4',
    titleCard: 'Светильник для бани и сауны IP65',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты IP65, Мощность: 60 Вт, Источник света Патрон Е27, Предназначены для для освещения жилых, подсобных, производственных и др. помещений с повышенной влажностью и температурой (бани, сауны, бассейны и т.д.)',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/krug-belyj-1.jpg',
    titleCard: 'СВЕТИЛЬНИК НБП 03-60(100)-001 УХЛ1',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты IP54, Мощность: 60 Вт (100Вт), Источник света Патрон Е27, Предназначены для для освещения жилых, подсобных, производственных и др. помещений с повышенной влажностью и температурой (бани, сауны, бассейны и т.д.)',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/krug-belyj-reshetka.jpg',
    titleCard: 'СВЕТИЛЬНИК НБП 03-60(100)-002 УХЛ1',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP54, Мощность: 60 Вт (100Вт), Источник света: Патрон Е27, Предназначены для для освещения жилых, подсобных, производственных и др. помещений с повышенной влажностью и температурой (бани, сауны, бассейны и т.д.)',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/nbp_04_60_001_white.jpg',
    titleCard: 'СВЕТИЛЬНИК НБП 04-60(100)-001 УХЛ1',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP54, Мощность: 60 Вт (100Вт), Источник света: Патрон Е27, Предназначены для для освещения жилых, подсобных, производственных и др. помещений с повышенной влажностью и температурой (бани, сауны, бассейны и т.д.)',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/bannik-oval-reshetka-belyj1.jpg',
    titleCard: 'СВЕТИЛЬНИК НБП 04-60(100)-002 УХЛ1',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP54, Мощность: 60Вт (100Вт), Источник света: Патрон Е27, Предназначены для для освещения жилых, подсобных, производственных и др. помещений с повышенной влажностью и температурой (бани, сауны, бассейны и т.д.)',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/molochnyj-gladkij.jpg',
    titleCard: 'СВЕТИЛЬНИК НТУ 01-ХХ-ХХ1, ОПАЛ',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP44. Мощность: 60 (100,150) Вт. Источник света: Патрон Е27. Предназначены для освещения улиц, придомовых территорий, дорог, скверов, парков.',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/dymchatyj-gladkij.jpg',
    titleCard: 'СВЕТИЛЬНИК НТУ 01-ХХ-ХХ5, ДЫМЧАТЫЙ',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP44. Мощность: 60 (100,150) Вт. Источник света: Патрон Е27. Предназначены для освещения улиц, придомовых территорий, дорог, скверов, парков.',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/zolotoj-gladkij.jpg',
    titleCard: 'СВЕТИЛЬНИК НТУ 02-ХХ-ХХ3, ЗОЛОТОЙ',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP44. Мощность: 60 (100,150) Вт. Источник света: Патрон Е27. Предназначены для освещения улиц, придомовых территорий, дорог, скверов, парков.',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/prozrachnyj-gladkij.jpg',
    titleCard: 'СВЕТИЛЬНИК НТУ 02-ХХ-ХХ2, ПРОЗРАЧНЫЙ',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP44. Мощность: 60 (100,150) Вт. Источник света: Патрон Е27. Предназначены для освещения улиц, придомовых территорий, дорог, скверов, парков.',
  },
  {
    titleImg: 'https://svet-vitebsk.by/wp-content/uploads/2022/01/60343-11.jpg',
    titleCard: 'СВЕТИЛЬНИК НТУ 01-60-25Х,C ПОДСТАВКОЙ',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP44. Мощность: 60 (100,150) Вт. Источник света: Патрон Е27. Предназначены для освещения улиц, придомовых территорий, дорог, скверов, парков.',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/03/img_3093-kopija.png',
    titleCard: 'СВЕТИЛЬНИК SPO-SVET-36-1200-6500',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP40. Мощность: 36 Вт. Цветовая температура: 6500К. Светильники предназначены для общего освещения административных и общественных помещений.',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/img_3064-kopija.png',
    titleCard: 'СВЕТИЛЬНИК SPO-SVET-18-600-6500',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP40. Мощность: 18 Вт. Цветовая температура: 6500К. Светильники предназначены для общего освещения административных и общественных помещений.',
  },
  {
    titleImg: 'https://svet-vitebsk.by/wp-content/uploads/2022/01/panell.png',
    titleCard: 'СВЕТИЛЬНИК ДПО 10-4Х8-001',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP40. Мощность: 32 Вт. Источник света: Светодиодные линейки. Светильники предназначены для общего освещения административных и общественных помещений.',
  },
  {
    titleImg:
      'https://svet-vitebsk.by/wp-content/uploads/2022/01/lpo_12-2h18-012_uxl_4.jpg',
    titleCard: 'СВЕТИЛЬНИК ЛПО 12-2Х18-012 УХЛ4',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP40. Мощность: 2х18Вт. Источник света: Люминесцентная лампа. Подходят для установки в школах, детских садах, больницах и т.д.',
  },
  {
    titleImg: 'https://svet-vitebsk.by/wp-content/uploads/2022/02/009.jpg',
    titleCard: 'Светильник ДБО 15-15-001 УХЛ4',
    btnBuy: 'Заказать',
    informationProduct:
      'Степень защиты: IP20. Мощность: 15 Вт. Источник света: Светодиодная лампа. Светильники предназначены для установки в натяжные и подвесные потолки',
  },
  {
    titleImg: 'https://svet-vitebsk.by/wp-content/uploads/2022/03/0003-1.jpg',
    titleCard: 'Удлинитель силовой с розеткой',
    btnBuy: 'Заказать',
    informationProduct:
      'Удлинитель силовой УХ-6-1-ХХ: Степень защиты: IP20. Максимальный ток присоединяемых к удлинителю устройств: 6А. Кабель: ПВС 2*0,75. Служит для подключения оборудования, находящегося на удалении от основного источника питания.',
  },
  {
    titleImg: 'https://svet-vitebsk.by/wp-content/uploads/2022/03/003.jpg',
    titleCard: 'Удлинитель силовой на рамке с розеткой',
    btnBuy: 'Заказать',
    informationProduct:
      'Удлинитель силовой на рамке УХ-6-1-ХХ-Р: Степень защиты: IP20. Максимальный ток присоединяемых к удлинителю устройств: 6А. Кабель: ПВС 2*0,75. Служит для подключения оборудования, находящегося на удалении от основного источника питания.',
  },
  {
    titleImg: 'https://svet-vitebsk.by/wp-content/uploads/2022/03/001-2.jpg',
    titleCard: 'Удлинитель на катушке (без розеток)',
    btnBuy: 'Заказать',
    informationProduct:
      'Удлинитель на катушке (без розеток) УХ-16-1-хх-К: Степень защиты: IP20. Максимальный ток присоединяемых к удлинителю устройств: 16А. Количество и вид розеток в удлинителе: без розеток. Может использоваться в условиях складских и производственных помещений, на садово-дачных участках и дома при выполнении различных видов работ с использованием электроприборов, установок и т.п.',
  },
  {
    titleImg: 'https://svet-vitebsk.by/wp-content/uploads/2022/03/img_0079.png',
    titleCard: 'Удлинитель на катушке с 4-мя розетками',
    btnBuy: 'Заказать',
    informationProduct:
      'Удлинитель на катушке с 4-мя розетками УХ-16-4-хх-К: Степень защиты: IP20. Максимальный ток присоединяемых к удлинителю устройств: 16А. Количество и вид розеток в удлинителе: 4 без заземления. Может использоваться в условиях складских и производственных помещений, на садово-дачных участках и дома при выполнении различных видов работ с использованием электроприборов, установок и т.п.',
  },
  {
    titleImg: 'https://svet-vitebsk.by/wp-content/uploads/2022/03/002-1.jpg',
    titleCard: 'Удлинитель на катушке с 4-мя розетками с/з',
    btnBuy: 'Заказать',
    informationProduct:
      'Удлинитель на катушке с 4-мя розетками с/з УХ-16-4-хх-К: Степень защиты: IP20. Максимальный ток присоединяемых к удлинителю устройств: 16А. Количество и вид розеток в удлинителе: 4 с заземлением. Может использоваться в условиях складских и производственных помещений, на садово-дачных участках и дома при выполнении различных видов работ с использованием электроприборов, установок и т.п.',
  },
  {
    titleImg: 'https://svet-vitebsk.by/wp-content/uploads/2022/03/002-3.jpg',
    titleCard: 'Удлинитель на катушке с 4-мя розетками без з/к',
    btnBuy: 'Заказать',
    informationProduct:
      'Удлинитель на катушке с 4-мя розетками с/з IP44 УХ-16-4-хх-К: Степень защиты: IP44. Максимальный ток присоединяемых к удлинителю устройств: 16А. Количество и вид розеток в удлинителе: 4 с заземлением. Может использоваться в условиях складских и производственных помещений, на садово-дачных участках и дома при выполнении различных видов работ с использованием электроприборов, установок и т.п.',
  },
];
